Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: These settings apply while attached with tmux -CC control mode, where each tmux window is its own tab.
ar: تنطبق هذه الإعدادات أثناء الارتباط بوضع tmux -CC control mode، حيث تكون كل نافذة tmux علامة تبويب مستقلة.
ca: Aquests ajustos s'apliquen mentre estàs connectat amb el control mode de tmux -CC, on cada finestra de tmux és una pestanya pròpia.
cs: Tato nastavení platí, když jste připojeni v režimu tmux -CC control mode, kde je každé okno tmuxu vlastní kartou.
da: Disse indstillinger gælder, mens du er tilsluttet med tmux -CC control mode, hvor hvert tmux-vindue er sin egen fane.
de: Diese Einstellungen gelten, während mit tmux -CC Control Mode verbunden ist, wobei jedes tmux-Fenster ein eigener Tab ist.
es: Estos ajustes se aplican mientras estás conectado con el control mode de tmux -CC, donde cada ventana de tmux es su propia pestaña.
fi: Nämä asetukset ovat voimassa, kun olet liitettynä tmux -CC control mode -tilassa, jossa jokainen tmux-ikkuna on oma välilehtensä.
fr: Ces réglages s'appliquent lorsque vous êtes attaché avec le control mode tmux -CC, où chaque fenêtre tmux est son propre onglet.
he: הגדרות אלה חלות כאשר מחוברים עם tmux -CC control mode, שבו כל חלון tmux הוא לשונית משלו.
hu: Ezek a beállítások akkor érvényesek, amikor tmux -CC control mode-ban van csatlakozva, ahol minden tmux-ablak külön lap.
it: Queste impostazioni si applicano quando si è collegati con il control mode tmux -CC, dove ogni finestra tmux è una scheda a sé.
ja: これらの設定は、各tmuxウィンドウが個別のタブになるtmux -CC control modeで接続している間に適用されます。
ko: 이 설정은 각 tmux 창이 개별 탭이 되는 tmux -CC control mode로 연결되어 있는 동안 적용됩니다.
nb: Disse innstillingene gjelder mens du er tilkoblet med tmux -CC control mode, der hvert tmux-vindu er sin egen fane.
nl: Deze instellingen gelden zolang je bent verbonden met tmux -CC control mode, waarbij elk tmux-venster een eigen tabblad is.
pl: Te ustawienia obowiązują podczas podłączenia w trybie tmux -CC control mode, w którym każde okno tmux jest osobną kartą.
pt_br: Estas configurações se aplicam enquanto você está conectado com o control mode do tmux -CC, em que cada janela do tmux é a sua própria aba.
pt_pt: Estas definições aplicam-se enquanto estiver ligado com o control mode do tmux -CC, em que cada janela do tmux é o seu próprio separador.
ro: Aceste setări se aplică în timp ce sunteți atașat cu tmux -CC control mode, unde fiecare fereastră tmux este propria filă.
sl: Te nastavitve veljajo, ko ste priključeni v načinu tmux -CC control mode, kjer je vsako okno tmux svoj zavihek.
sv: Dessa inställningar gäller när du är ansluten med tmux -CC control mode, där varje tmux-fönster är en egen flik.
uk: Ці налаштування діють, поки ви підключені в режимі tmux -CC control mode, де кожне вікно tmux є окремою вкладкою.
vi: Các thiết lập này áp dụng khi bạn đang gắn với tmux -CC control mode, nơi mỗi cửa sổ tmux là một tab riêng.
zh_hans: 这些设置在使用 tmux -CC control mode 连接期间生效，此时每个 tmux 窗口都是独立的标签页。
zh_hant: 這些設定在使用 tmux -CC control mode 連線期間生效，此時每個 tmux 視窗都是獨立的分頁。

source: Thickness: %@
ar: السُمك: %@
ca: Gruix: %@
cs: Tloušťka: %@
da: Tykkelse: %@
de: Dicke: %@
es: Grosor: %@
fi: Paksuus: %@
fr: Épaisseur : %@
he: עובי: %@
hu: Vastagság: %@
it: Spessore: %@
ja: 太さ: %@
ko: 두께: %@
nb: Tykkelse: %@
nl: Dikte: %@
pl: Grubość: %@
pt_br: Espessura: %@
pt_pt: Espessura: %@
ro: Grosime: %@
sl: Debelina: %@
sv: Tjocklek: %@
uk: Товщина: %@
vi: Độ dày: %@
zh_hans: 粗细: %@
zh_hant: 粗細: %@

source: Thinking...
ar: جارٍ التفكير...
ca: Pensant...
cs: Přemýšlení…
da: Tænker...
de: Denkt nach …
es: Pensando...
fi: Ajattelee...
fr: Réflexion en cours…
he: חושב...
hu: Gondolkodás...
it: Elaborazione in corso...
ja: 考え中...
ko: 생각 중...
nb: Tenker…
nl: Bezig met nadenken...
pl: Myślenie...
pt_br: Pensando...
pt_pt: A pensar...
ro: Se procesează…
sl: Razmišljam …
sv: Tänker...
uk: Обробка...
vi: Đang suy nghĩ...
zh_hans: 正在思考…
zh_hant: 正在思考…

source: This certificate belongs to '%1$@', not '%2$@'. Open that key's details to attach it there.
ar: ‏هذه الشهادة تخص '%1$@' وليس '%2$@'. افتح تفاصيل ذلك المفتاح لإرفاقها هناك.
ca: Aquest certificat pertany a «%1$@», no a «%2$@». Obriu els detalls d'aquella clau per adjuntar-l'hi.
cs: Tento certifikát patří klíči „%1$@“, nikoli „%2$@“. Otevřete podrobnosti onoho klíče a připojte jej tam.
da: Dette certifikat tilhører '%1$@', ikke '%2$@'. Åbn den nøgles detaljer for at tilknytte det der.
de: Dieses Zertifikat gehört zu „%1$@“, nicht zu „%2$@“. Öffnen Sie die Details dieses Schlüssels, um es dort zu verbinden.
es: Este certificado pertenece a '%1$@', no a '%2$@'. Abre los detalles de esa clave para adjuntarlo allí.
fi: Tämä varmenne kuuluu avaimelle '%1$@', ei avaimelle '%2$@'. Avaa kyseisen avaimen tiedot liittääksesi sen sinne.
fr: Ce certificat appartient à « %1$@ », pas à « %2$@ ». Ouvrez les détails de cette clé pour l'y attacher.
he: תעודה זו שייכת ל-'%1$@', לא ל-'%2$@'. פתח את פרטי אותו מפתח כדי לחבר אותה שם.
hu: Ez a tanúsítvány a(z) „%1$@” kulcshoz tartozik, nem a(z) „%2$@” kulcshoz. Nyissa meg az adott kulcs részleteit, hogy ott csatolhassa.
it: Questo certificato appartiene a '%1$@', non a '%2$@'. Apri i dettagli di quella chiave per collegarlo lì.
ja: この証明書は '%2$@' ではなく '%1$@' に属しています。そのキーの詳細を開いてアタッチしてください。
ko: 이 인증서는 '%2$@'가 아니라 '%1$@'에 속합니다. 해당 키의 세부 정보를 열어 거기에 연결하세요.
nb: Dette sertifikatet tilhører «%1$@», ikke «%2$@». Åpne detaljene for den nøkkelen for å koble det til der.
nl: Dit certificaat hoort bij '%1$@', niet bij '%2$@'. Open de gegevens van die sleutel om het daar te koppelen.
pl: Ten certyfikat należy do „%1$@”, a nie „%2$@”. Otwórz szczegóły tamtego klucza, aby go tam dołączyć.
pt_br: Este certificado pertence a '%1$@', não a '%2$@'. Abra os detalhes dessa chave para anexá-lo lá.
pt_pt: Este certificado pertence a '%1$@', não a '%2$@'. Abra os detalhes dessa chave para o anexar aí.
ro: Acest certificat aparține lui „%1$@”, nu „%2$@”. Deschideți detaliile acelei chei pentru a-l atașa acolo.
sl: To potrdilo pripada »%1$@«, ne »%2$@«. Odprite podrobnosti tega ključa, da ga priklopite tam.
sv: Det här certifikatet tillhör '%1$@', inte '%2$@'. Öppna den nyckelns detaljer för att ansluta det där.
uk: Цей сертифікат належить «%1$@», а не «%2$@». Відкрийте відомості того ключа, щоб приєднати його там.
vi: Chứng chỉ này thuộc về '%1$@', không phải '%2$@'. Hãy mở chi tiết của khóa đó để đính kèm nó ở đó.
zh_hans: 此证书属于“%1$@”，而非“%2$@”。请打开该密钥的详细信息，在那里附加它。
zh_hant: 此憑證屬於「%1$@」，而非「%2$@」。請開啟該金鑰的詳細資訊，在那裡附加它。

source: This certificate was not issued for "%@". Its embedded public key belongs to a different key.
ar: ‏لم تُصدَر هذه الشهادة لـ "%@". فمفتاحها العام المُضمَّن يخص مفتاحًا مختلفًا.
ca: Aquest certificat no es va emetre per a «%@». La seva clau pública incrustada pertany a una clau diferent.
cs: Tento certifikát nebyl vydán pro „%@“. Jeho vložený veřejný klíč patří jinému klíči.
da: Dette certifikat blev ikke udstedt til "%@". Dets indlejrede offentlige nøgle tilhører en anden nøgle.
de: Dieses Zertifikat wurde nicht für „%@“ ausgestellt. Sein eingebetteter öffentlicher Schlüssel gehört zu einem anderen Schlüssel.
es: Este certificado no se emitió para "%@". Su clave pública incrustada pertenece a otra clave.
fi: Tätä varmennetta ei myönnetty avaimelle "%@". Sen sisältämä julkinen avain kuuluu eri avaimelle.
fr: Ce certificat n'a pas été délivré pour « %@ ». Sa clé publique intégrée appartient à une autre clé.
he: תעודה זו לא הונפקה עבור "%@". המפתח הציבורי המוטמע בה שייך למפתח אחר.
hu: Ez a tanúsítvány nem a(z) „%@” számára lett kiállítva. A benne lévő nyilvános kulcs egy másik kulcshoz tartozik.
it: Questo certificato non è stato emesso per "%@". La sua chiave pubblica incorporata appartiene a una chiave diversa.
ja: この証明書は "%@" 用に発行されていません。埋め込まれた公開鍵は別のキーに属しています。
ko: 이 인증서는 "%@"용으로 발급되지 않았습니다. 내장된 공개 키가 다른 키에 속합니다.
nb: Dette sertifikatet ble ikke utstedt for «%@». Dets innebygde offentlige nøkkel tilhører en annen nøkkel.
nl: Dit certificaat is niet uitgegeven voor "%@". De ingebedde publieke sleutel hoort bij een andere sleutel.
pl: Ten certyfikat nie został wystawiony dla „%@”. Jego osadzony klucz publiczny należy do innego klucza.
pt_br: Este certificado não foi emitido para "%@". A chave pública incorporada pertence a uma chave diferente.
pt_pt: Este certificado não foi emitido para "%@". A sua chave pública incorporada pertence a uma chave diferente.
ro: Acest certificat nu a fost emis pentru „%@”. Cheia publică inclusă aparține unei alte chei.
sl: To potrdilo ni bilo izdano za »%@«. Njegov vdelani javni ključ pripada drugemu ključu.
sv: Det här certifikatet utfärdades inte för "%@". Dess inbäddade publika nyckel tillhör en annan nyckel.
uk: Цей сертифікат не було видано для «%@». Його вбудований публічний ключ належить іншому ключу.
vi: Chứng chỉ này không được cấp cho "%@". Khóa công khai nhúng trong nó thuộc về một khóa khác.
zh_hans: 此证书并非为“%@”签发。它内嵌的公钥属于另一个密钥。
zh_hant: 此憑證並非為「%@」所簽發。它內嵌的公鑰屬於另一個金鑰。

source: This cloud provider does not support out-of-band console access
ar: مزود الخدمة السحابية هذا لا يدعم الوصول إلى وحدة التحكم خارج النطاق
ca: Aquest proveïdor de núvol no admet l'accés a la consola fora de banda
cs: Tento cloudový poskytovatel nepodporuje přístup ke konzoli mimo pásmo
da: Denne cloud-udbyder understøtter ikke out-of-band konsoladgang
de: Dieser Cloud-Anbieter unterstützt keinen Out-of-Band-Konsolenzugriff
es: Este proveedor en la nube no admite acceso a la consola fuera de banda
fi: Tämä pilvipalveluntarjoaja ei tue out-of-band-konsoliyhteyttä
fr: Ce fournisseur cloud ne prend pas en charge l'accès à la console hors bande
he: ספק הענן אינו תומך בגישת מסוף out-of-band
hu: Ez a felhőszolgáltató nem támogatja a sávon kívüli konzolhozzáférést
it: Questo provider cloud non supporta l'accesso alla console fuori banda
ja: このクラウドプロバイダーは帯域外コンソールアクセスをサポートしていません
ko: 이 클라우드 제공업체는 대역 외 콘솔 액세스를 지원하지 않습니다
nb: Denne skyleverandøren støtter ikke out-of-band-konsolltilgang
nl: Deze cloudprovider ondersteunt geen out-of-band consoletoegang
pl: Ten dostawca chmury nie obsługuje dostępu do konsoli poza pasmem
pt_br: Este provedor de nuvem não oferece suporte a acesso ao console fora de banda
pt_pt: Este fornecedor de cloud não suporta acesso à consola fora de banda
ro: Acest furnizor cloud nu acceptă acces la consolă out-of-band
sl: Ta ponudnik oblaka ne podpira izvenpasovnega dostopa do konzole
sv: Denna molnleverantör stöder inte out-of-band-konsolåtkomst
uk: Цей хмарний провайдер не підтримує позасмуговий доступ до консолі
vi: Nhà cung cấp đám mây này không hỗ trợ quyền truy cập console out-of-band
zh_hans: 此云服务商不支持带外控制台访问
zh_hant: 此雲端提供者不支援帶外主控台存取

source: This cluster's kubeconfig has already been imported.
ar: تم استيراد ملف kubeconfig لهذه المجموعة بالفعل.
ca: El kubeconfig d'aquest clúster ja s'ha importat.
cs: Kubeconfig tohoto clusteru již byl importován.
da: Denne clusters kubeconfig er allerede blevet importeret.
de: Die Kubeconfig dieses Clusters wurde bereits importiert.
es: El kubeconfig de este clúster ya ha sido importado.
fi: Tämän klusterin kubeconfig on jo tuotu.
fr: La kubeconfig de ce cluster a déjà été importée.
he: ה-kubeconfig של אשכול זה כבר יובא.
hu: Ennek a klaszternek a kubeconfig fájlja már importálva lett.
it: Il kubeconfig di questo cluster è già stato importato.
ja: このクラスターのkubeconfigは既にインポートされています。
ko: 이 cluster의 kubeconfig가 이미 가져오기 되었습니다.
nb: Denne klyngens kubeconfig er allerede importert.
nl: De kubeconfig van dit cluster is al geimporteerd.
pl: Kubeconfig tego klastra został już zaimportowany.
pt_br: O kubeconfig deste cluster já foi importado.
pt_pt: O kubeconfig deste cluster já foi importado.
ro: Configurația kubeconfig a acestui cluster a fost deja importată.
sl: Kubeconfig tega grozda je bil že uvožen.
sv: Detta klusters kubeconfig har redan importerats.
uk: Kubeconfig цього кластера вже імпортовано.
vi: Kubeconfig của cụm này đã được nhập rồi.
zh_hans: 此集群的 kubeconfig 已经导入。
zh_hant: 此叢集的 kubeconfig 已經匯入。

source: This command runs when herdr auto-start is enabled on a connection. herdr attaches to the session if it is running, or starts it.
ar: يتم تشغيل هذا الأمر عند تمكين التشغيل التلقائي لـ herdr على الاتصال. يرتبط herdr بالجلسة إذا كانت قيد التشغيل، أو يبدؤها.
ca: Aquesta ordre s'executa quan l'inici automàtic d'herdr està habilitat en una connexió. herdr es connecta a la sessió si s'està executant, o la inicia.
cs: Tento příkaz se spustí, když je na připojení zapnuto automatické spuštění herdr. herdr se připojí k relaci, pokud běží, nebo ji spustí.
da: Denne kommando køres, når herdr-autostart er aktiveret på en forbindelse. herdr tilslutter sessionen, hvis den kører, eller starter den.
de: Dieser Befehl wird ausgeführt, wenn herdr-Autostart für eine Verbindung aktiviert ist. herdr hängt sich an die Sitzung an, falls sie läuft, oder startet sie.
es: Este comando se ejecuta cuando el inicio automático de herdr está habilitado en una conexión. herdr se conecta a la sesión si está en ejecución, o la inicia.
fi: Tämä komento suoritetaan, kun herdr-automaattikäynnistys on käytössä yhteydellä. herdr liittyy istuntoon, jos se on käynnissä, tai käynnistää sen.
fr: Cette commande s'exécute lorsque le démarrage automatique de herdr est activé sur une connexion. herdr se connecte à la session si elle est en cours d'exécution, sinon il la démarre.
he: פקודה זו מופעלת כאשר הפעלה אוטומטית של herdr מופעלת בחיבור. herdr מתחבר להפעלה אם היא פועלת, או מפעיל אותה.
hu: Ez a parancs fut, amikor a herdr automatikus indítás engedélyezve van egy kapcsolaton. A herdr csatlakozik a munkamenethez, ha az fut, vagy elindítja azt.
it: Questo comando viene eseguito quando l'avvio automatico di herdr è abilitato su una connessione. herdr si collega alla sessione se è in esecuzione, altrimenti la avvia.
ja: このコマンドは、接続でherdr自動起動が有効になっている場合に実行されます。herdrはセッションが実行中であればそのセッションに接続し、実行中でなければ起動します。
ko: 이 명령은 연결에서 herdr 자동 시작이 활성화된 경우 실행됩니다. herdr는 세션이 실행 중이면 연결하고, 실행 중이 아니면 시작합니다.
nb: Denne kommandoen kjøres når herdr-autostart er aktivert på en tilkobling. herdr kobler til økten hvis den kjører, eller starter den.
nl: Dit commando wordt uitgevoerd wanneer herdr automatisch starten is ingeschakeld op een verbinding. herdr verbindt met de sessie als deze actief is, of start deze.
pl: To polecenie jest uruchamiane, gdy automatyczne uruchamianie herdr jest włączone dla połączenia. herdr podłącza się do sesji, jeśli jest uruchomiona, lub ją uruchamia.
pt_br: Este comando é executado quando o início automático do herdr está habilitado em uma conexão. O herdr conecta à sessão se ela estiver em execução ou a inicia.
pt_pt: Este comando é executado quando o arranque automático do herdr está ativado numa ligação. O herdr liga-se à sessão se esta estiver em execução ou inicia-a.
ro: Această comandă rulează când pornirea automată herdr este activată pe o conexiune. herdr se atașează la sesiune dacă aceasta rulează sau o pornește.
sl: Ta ukaz se izvede, ko je samodejni zagon herdr omogočen na povezavi. herdr se pripne na sejo, če ta teče, sicer jo zažene.
sv: Detta kommando körs när herdr-autostart är aktiverat på en anslutning. herdr ansluter till sessionen om den körs, annars startas den.
uk: Ця команда виконується, коли автозапуск herdr увімкнено для з'єднання. herdr приєднується до сеансу, якщо він запущений, або запускає його.
vi: Lệnh này chạy khi tự động khởi động herdr được bật trên kết nối. herdr sẽ kết nối vào phiên nếu phiên đang chạy, hoặc khởi động phiên đó.
zh_hans: 当连接上启用 herdr 自动启动时，将运行此命令。如果会话正在运行，herdr 会附加到该会话，否则会启动它。
zh_hant: 當連線上啟用 herdr 自動啟動時，將執行此指令。若工作階段正在執行，herdr 會附加到該工作階段，否則會啟動它。

source: This command runs when tmux auto-start is enabled on a connection.
ar: يتم تشغيل هذا الأمر عند تمكين التشغيل التلقائي لـ tmux على الاتصال.
ca: Aquesta ordre s'executa quan l'inici automàtic de tmux està habilitat en una connexió.
cs: Tento příkaz se spustí, když je na připojení zapnuto automatické spuštění tmux.
da: Denne kommando køres, når tmux-autostart er aktiveret på en forbindelse.
de: Dieser Befehl wird ausgeführt, wenn tmux-Autostart für eine Verbindung aktiviert ist.
es: Este comando se ejecuta cuando el inicio automático de tmux está habilitado en una conexión.
fi: Tämä komento suoritetaan, kun tmux-automaattikäynnistys on käytössä yhteydellä.
fr: Cette commande s'exécute lorsque le démarrage automatique de tmux est activé sur une connexion.
he: פקודה זו מופעלת כאשר הפעלה אוטומטית של tmux מופעלת בחיבור.
hu: Ez a parancs fut, amikor a tmux automatikus indítás engedélyezve van egy kapcsolaton.
it: Questo comando viene eseguito quando l'avvio automatico di tmux è abilitato su una connessione.
ja: このコマンドは、接続でtmux自動起動が有効になっている場合に実行されます。
ko: 이 명령은 연결에서 tmux 자동 시작이 활성화된 경우 실행됩니다.
nb: Denne kommandoen kjøres når tmux-autostart er aktivert på en tilkobling.
nl: Dit commando wordt uitgevoerd wanneer tmux automatisch starten is ingeschakeld op een verbinding.
pl: To polecenie jest uruchamiane, gdy automatyczne uruchamianie tmux jest włączone dla połączenia.
pt_br: Este comando é executado quando o início automático do tmux está habilitado em uma conexão.
pt_pt: Este comando é executado quando o arranque automático do tmux está ativado numa ligação.
ro: Această comandă rulează când pornirea automată tmux este activată pe o conexiune.
sl: Ta ukaz se izvede, ko je samodejni zagon tmux omogočen na povezavi.
sv: Detta kommando körs när tmux-autostart är aktiverat på en anslutning.
uk: Ця команда виконується, коли автозапуск tmux увімкнено для з'єднання.
vi: Lệnh này chạy khi tự động khởi động tmux được bật trên kết nối.
zh_hans: 当连接上启用 tmux 自动启动时，将运行此命令。
zh_hant: 當連線上啟用 tmux 自動啟動時，將執行此指令。

source: This connection uses classical cryptography. Secure against current threats.
ar: يستخدم هذا الاتصال التشفير الكلاسيكي. آمن ضد التهديدات الحالية.
ca: Aquesta connexió utilitza criptografia clàssica. Segura contra les amenaces actuals.
cs: Toto připojení používá klasickou kryptografii. Zabezpečeno proti současným hrozbám.
da: Denne forbindelse bruger klassisk kryptografi. Sikker mod aktuelle trusler.
de: Diese Verbindung verwendet klassische Kryptografie. Sicher gegen aktuelle Bedrohungen.
es: Esta conexión usa criptografía clásica. Segura contra las amenazas actuales.
fi: Tämä yhteys käyttää klassista salausta. Suojattu nykyisiä uhkia vastaan.
fr: Cette connexion utilise la cryptographie classique. Sécurisée contre les menaces actuelles.
he: חיבור זה משתמש בהצפנה קלאסית. מאובטח מפני איומים נוכחיים.
hu: Ez a kapcsolat klasszikus kriptográfiát használ. Biztonságos a jelenlegi fenyegetésekkel szemben.
it: Questa connessione usa la crittografia classica. Sicura contro le minacce attuali.
ja: この接続は古典的な暗号方式を使用しています。現在の脅威に対して安全です。
ko: 이 연결은 고전 암호화 방식을 사용합니다. 현재의 위협에 대해 안전합니다.
nb: Denne tilkoblingen bruker klassisk kryptografi. Sikker mot nåværende trusler.
nl: Deze verbinding gebruikt klassieke cryptografie. Beveiligd tegen huidige bedreigingen.
pl: To połączenie używa klasycznej kryptografii. Bezpieczne wobec obecnych zagrożeń.
pt_br: Esta conexão usa criptografia clássica. Segura contra ameaças atuais.
pt_pt: Esta ligação utiliza criptografia clássica. Segura contra ameaças atuais.
ro: Această conexiune folosește criptografie clasică. Sigură împotriva amenințărilor actuale.
sl: Ta povezava uporablja klasično kriptografijo. Varna pred trenutnimi grožnjami.
sv: Denna anslutning använder klassisk kryptografi. Säker mot nuvarande hot.
uk: Це з'єднання використовує класичну криптографію. Захищено від поточних загроз.
vi: Kết nối này sử dụng mật mã cổ điển. An toàn trước các mối đe dọa hiện tại.
zh_hans: 此连接使用经典加密方式，可抵御当前威胁。
zh_hant: 此連線使用經典加密方式，可抵禦目前的威脅。

source: This connection uses hybrid post-quantum key exchange, protecting against future quantum computer attacks.
ar: يستخدم هذا الاتصال تبادل مفاتيح هجين ما بعد الكم، مما يوفر الحماية ضد هجمات الحواسيب الكمية المستقبلية.
ca: Aquesta connexió utilitza intercanvi de claus híbrid postquàntic, protegint contra futurs atacs d'ordinadors quàntics.
cs: Toto připojení používá hybridní postkvantovou výměnu klíčů, která chrání před budoucími útoky kvantových počítačů.
da: Denne forbindelse bruger hybrid postkvante-nøgleudveksling, der beskytter mod fremtidige kvantecomputerangreb.
de: Diese Verbindung verwendet einen hybriden Post-Quanten-Schlüsselaustausch und schützt vor zukünftigen Quantencomputerangriffen.
es: Esta conexión usa un intercambio de claves híbrido poscuántico, que protege contra futuros ataques de computadoras cuánticas.
fi: Tämä yhteys käyttää hybridistä postkvantti-avaintenvaihtoa, joka suojaa tulevilta kvanttitietokone­hyökkäyksiltä.
fr: Cette connexion utilise un échange de clés hybride post-quantique, protégeant contre les futures attaques par ordinateur quantique.
he: חיבור זה משתמש בהחלפת מפתחות היברידית פוסט-קוונטית, המגנה מפני מתקפות מחשוב קוונטי עתידיות.
hu: Ez a kapcsolat hibrid posztkvantum-kulcscserét használ, amely védelmet nyújt a jövőbeli kvantumszámítógépes támadások ellen.
it: Questa connessione usa uno scambio di chiavi ibrido post-quantistico, proteggendo da futuri attacchi di computer quantistici.
ja: この接続はハイブリッドポスト量子鍵交換を使用しており、将来の量子コンピュータ攻撃から保護されます。
ko: 이 연결은 하이브리드 포스트 양자 키 교환을 사용하여 미래의 양자 컴퓨터 공격으로부터 보호합니다.
nb: Denne tilkoblingen bruker hybrid postkvante-nøkkelutveksling, som beskytter mot fremtidige kvantemaskinangrep.
nl: Deze verbinding gebruikt hybride postquantum-sleuteluitwisseling, die beschermt tegen toekomstige kwantumcomputeraanvallen.
pl: To połączenie używa hybrydowej postkwantowej wymiany kluczy, chroniąc przed przyszłymi atakami komputerów kwantowych.
pt_br: Esta conexão usa troca de chaves híbrida pós-quântica, protegendo contra futuros ataques de computadores quânticos.
pt_pt: Esta ligação utiliza troca de chaves híbrida pós-quântica, protegendo contra futuros ataques de computadores quânticos.
ro: Această conexiune folosește schimb de chei hibrid post-cuantic, protejând împotriva atacurilor viitoare ale calculatoarelor cuantice.
sl: Ta povezava uporablja hibridno postkvantno izmenjavo ključev, ki ščiti pred prihodnjimi napadi kvantnih računalnikov.
sv: Denna anslutning använder hybrid postkvant-nyckelutbyte, som skyddar mot framtida kvantdatorattacker.
uk: Це з'єднання використовує гібридний постквантовий обмін ключами, забезпечуючи захист від майбутніх атак квантових комп'ютерів.
vi: Kết nối này sử dụng trao đổi khóa hậu lượng tử kết hợp, bảo vệ trước các cuộc tấn công từ máy tính lượng tử trong tương lai.
zh_hans: 此连接使用混合后量子密钥交换，可防御未来量子计算机攻击。
zh_hant: 此連線使用混合後量子金鑰交換，可防禦未來量子電腦攻擊。
